;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
;  TranslationAuthor: Damned
;  TranslationAuthorEmail: bartosfr@seznam.cz
;  TranslationAuthorWeb: http://damnedovycestiny.webnode.cz/ 
;  Soft Version: 7.95
;
[GUI]
ButtonYes=Ano
ButtonNo=Ne
ButtonOK=Ok
ButtonMinimize=Minimalizovat
ButtonMaximize=Maximalizovat
ButtonClose=Zavřít
ButtonRestore=Obnovit
ButtonMenu=Nabídka

[Translation]
ReadHabit=Left-to-right
LanguageName= CZECH
LangCode=0405
DefaultFont= Tahoma
DefaultFontSize= 8
DefaultCharset= EASTEUROPE_CHARSET
Information=Informace
Warning=Upozornění
Error=Chyba
Confirm=Potvrzení
pmGo=Otevřít umístění položky
pmNone=Odškrtnout vše
pmAll1=Všechno
pmrec=Doporučené
pmIgnore=Přidat do vyjmutých
pmExport=Exportovat do ...
pmInvert=Otočit výběr
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Zavřít
FrmWDC.pmPortable.caption=Vytvořit portable verzi
;
; Main GUI
;
FrmWDC.pmHelp.caption=Online nápověda
FrmWDC.pmHome.caption=Náš web
FrmWDC.pmForum.caption=Fórum
FrmWDC.pmContact.caption=Napište nám
FrmWDC.pmCheckNew.caption=Kontrola aktualizací...
FrmWDC.pmLang.caption=Jazyk
FrmWDC.pmSkin.caption=Změnit vzhled
FrmWDC..caption=O programu
FrmWDC.btncomm.caption=Běžné čištění
FrmWDC.btnadv.caption=Dokonalejší čištění
FrmWDC.btnsilm.caption=Redukce systému
FrmWDC.btnrestore.caption=Obnova
FrmWDC.btnsettings.caption=Nastavení
FrmWDC.btnlikeit.caption=Líbí!
FrmWDC.btnsuggest.caption=Náměty a ohlasy
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=Dvě následující volby jsou účinné pouze na toto čištění. Příště si opět musíte vybrat.
Frmadvdc.btnscan.caption=Spustit sken
Frmadvdc.lblpath.caption=Skenovat disk:
Frmadvdc.btnrescan.caption=Nový sken
Frmadvdc.btnall.caption=Všechno
Frmadvdc.btnadvanced.caption=Pokročilá nastavení
Frmadvdc.btnnone.caption=Odškrtnout vše
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner je nejlepší bezplatný čistič registru pro Windows. Rychlý, důkladný a bezpečný!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer je souborem užitečných nástrojů k údržbě PC. Jednoduché ovládání a vysoká účinnost!
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=Nejrychlejší skenování na světě!
Frmadvdc.lblrec.caption=Další aplikace, které používají naši uživatelé:
Frmadvdc.vtfiles.Columns[0]=Název souboru
Frmadvdc.vtfiles.Columns[1]=Velikost
Frmadvdc.vtfiles.Columns[2]=Umístění
Frmadvdc.vtfiles.Columns[3]=Poslední přístup
Frmadvdc.vtfiles.Columns[4]=Typ
;
; Advanced Settings
;
FrmAdvSettings.caption=Pokročilá nastavení
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Přidat
FrmAdvSettings.btnremove.caption=Odebrat
FrmAdvSettings.btncancel.caption=Storno
FrmAdvSettings.wcknull.caption=Soubory s nulovou velikostí(pomalejší)
FrmAdvSettings.wckshortcut.caption=Neplatní zástupci(pomalejší)
FrmAdvSettings.caption=Pokročilá nastavení
FrmAdvSettings.btnre.caption=Doporučené
FrmAdvSettings.btnall.caption=Všechno
FrmAdvSettings.btnnone.caption=Odškrtnout vše
;
; About
;
FrmAboutWin.caption=O programu
FrmAboutWin.btnOK.caption=OK
FrmAbout.lblver.caption=Aktuální verze:
FrmAbout.lblhome.caption=Náš web:
FrmAbout.lblemail.caption=Podpora:
FrmAbout.lblthanks.caption=Následujícím lidem děkujeme za jejich podporu našemu produktu:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Režim příkazový řádek
FrmAutorunSettings.lblcmdinfo.caption=Můžete skenovat a čistit disk automaticky pokynem z příkazové řádky. Pro více informací prosím, stiskněte F1 nebo klikněte na odkaz níže. Zobrazí se Vám Nápověda online.
FrmAutorunSettings.chk1.caption=Vytvořit zástupce na Ploše 'Vyčistit jedním kliknutím'.
FrmAutorunSettings.chkadv.caption=včetně dokonalejšího čištění
FrmAutorunSettings.btnhelp.caption=Nápověda
;
; Common Cleaner
;
FrmCommon.btnall.caption=Všechno
FrmCommon.btnre.caption=Doporučené
FrmCommon.btnnone.caption=Nic nevybrat
FrmCommon.wckadv.caption=Včetně Dokonalejšího čištění
FrmCommon.WiseLabel1.caption=Plánovač
FrmCommon.lbltype.caption=Zvolte četnost:
FrmCommon.lblweek.caption=Zvolte den:
FrmCommon.lbltime.caption=Čas:
FrmCommon.btnScan.caption=Spustit sken
FrmCommon.lblstat.caption=Rychlé a snadné vyčištění zbytečností a stop.
FrmCommon.btncancel.caption=Storno
FrmCommon.btnrescan.caption=Nový sken
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Přidat soubor
FrmExclusion.btnAddFolder.caption=Přidat složku
FrmExclusion.btnAddType.caption=Přidat typy
FrmExclusion.BtnAddCookie.caption=Přidat cookie
FrmExclusion.btnImport.caption=Importovat
FrmExclusion.btnExport.caption=Exportovat
FrmExclusion.btnRemove.caption=Odebrat
;
; General Settings
;
FrmGeneral.lbtran.caption=Přeložte nás...
FrmGeneral.chkNews.caption=Automaticky přijímat nové zprávy
FrmGeneral.chknotice.caption=Automaticky zobrazit oznámení o čištění
FrmGeneral.chkwipe.caption=Bezpečné mazání (pomalejší)
FrmGeneral.WiseLabel1.caption=Aktualizace:
FrmGeneral.WiseLabel2.caption=Výchozí jazyk:
FrmGeneral.btnchecknew.caption=Zkontrolovat
FrmGeneral.WiseLabel4.caption=Vlastní složky (pro pokročilé uživatele)
FrmGeneral.btnAdd.caption=Přidat
FrmGeneral.btnRemove.caption=Odebrat
FrmGeneral.chkexp.caption=Přidat se k programu Zlepšování produktu...
FrmGeneral.lblexp.caption=Detaily
;
; Restore
;
FrmRestore.btnrestore.caption=Obnovit
FrmRestore.btnremove.caption=Odstranit
FrmRestore.Btnclose.caption=Zavřít
FrmRestore.caption=Body obnovení
;
; Settings
;
FrmSettings.tsCommon.caption=Obecné
FrmSettings.tsAutoRun.caption=Autospuštění
FrmSettings.tsExclusion.caption=Výjimky
FrmSettings.btnAbout.caption=O programu
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Storno
FrmSettings.caption=Nastavení

;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Zkuste další naše šikovné programy k vylepšení výkonu Windows
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer je souborem užitečných nástrojů k údržbě PC. Jednoduché ovládání a vysoká účinnost!
FrmSysClean.lbl1.caption=Wise Registry Cleaner je nejlepší bezplatný čistič registru pro Windows. Rychlý, důkladný a bezpečný!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Chcete trvale zlepšit výkon Vašeho Windows?
FrmSysClean.btnSlimming.caption=Redukovat
FrmSysClean.btnall.caption=Všechno
FrmSysClean.btnrecommended.caption=Doporučené
FrmSysClean.btnnone.caption=Odškrtnout vše
FrmSysClean.vtsys.Columns[0]=Položka
FrmSysClean.vtsys.Columns[1]=Velikost
FrmSysClean.vtsys.Columns[2]=Umístění
FrmSysClean.vtsys.Columns[3]=Doporučení
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Volné místo
FrmDiskDefrag.btnfolder.caption=Složky
FrmDiskDefrag.btnfile.caption=Soubory
FrmDiskDefrag.btnsystem.caption=Soubory systému
FrmDiskDefrag.btnFragmented.caption=Fragmenty
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Po defragmentaci vypnout PC.
FrmDiskDefrag.btnpause.caption=Pozastavit
FrmDiskDefrag.btnstop.caption=Zastavit
FrmDiskDefrag.btnDefrag.caption=Defragmentovat
FrmWDC.btndefrag.caption=Defragmentace disku
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Pokud se Vám líbí Wise Disk Cleaner, prosím, představte tento bezplatný nástroj svým známým.
FrmlikeUs.lblInfo.caption=Sdílejte Wise Disk Cleaner s rodinou, přáteli, spolužáky a kolegy pomocí emailu, blogu, Twitteru, Youtube, Facebooku, atd... Děkujeme! Přinesete jim výhodu a efektivitu pro další život.
FrmlikeUs.lblRate.caption= Ohodnoťte Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Sledujte nás na:
FrmlikeUs.lblshare.caption=Sdílejte Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Stáhnout zdarma
FrmlikeUs.imgrate.hint=Oceňte nás 5 hvězdami
FrmlikeUs.imgmail.hint=Sdílejte program s přáteli
FrmlikeUs.imgface1.hint=Sdílejte nás na na Facebooku
FrmlikeUs.imgface2.hint=Sledujte nás na Facebooku
FrmlikeUs.imgtwitter1.hint=Sdílejte nás na Twitteru
FrmlikeUs.imgtwitter2.hint=Sledujte nás na Twitteru
FrmlikeUs.Caption=Líbí se!
FrmlikeUs.lbldownload.caption=Stáhněte si další bezplatné programy z WiseCleaner.com:
;
; Update
;
Frm_chk.caption=Nalezena nová verze
Frm_chk.btn_get.caption=Stáhnout
Frm_chk.btn_close.caption=Zavřít
Frm_chk.chk1.caption=Pro tuto verzi ignorovat
;
; News letter
; 
Frm_news.caption = Novinky
Frm_news.chk_news.caption = Tuto zprávu jsem již četl, nezobrazujte jí.
Frm_news.btn_close.caption = Zavřít
;
; Register dialog box
;
Frm_reg.caption=Registrační informace
Frm_reg.lbl1.caption=Děkujeme za vyzkoušení
Frm_reg.lblfname.caption=Jméno:
Frm_reg.lbllname.caption=Příjmení:
Frm_reg.lblemail.caption=Email:
Frm_reg.btn_reg.caption=Registrovat
Frm_reg.btn_cancel.caption=Zavřít
Frm_reg.lbl_key.caption=Licenční klíč:
Frm_reg.btn_purchase.caption=Zakoupit online
Frm_reg.lbl_info1.caption = Pro zakoupení programu, prosím klikněte na "Zakoupit online" , kliknutím na "Zavřít" si zpřístupněte Trial verzi.
Frm_reg.lbl_info2.caption = Pokud jste již zakoupili tento program, prosím vložte Váš licenční klíč do políčka níže a kliknutím na  "Registrovat" aktivujte plnou verzi programu.
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com - Zlepšování produktu na základě ohlasu zákazníků
Frmsecurity.lbltitle.caption=Zapojit se do programu Zlepšování produktu na základě ohlasu zákazníků
Frmsecurity.lblinfo1.caption=Pomozte nám zlepšit náš produkt, zapojením se do programu Zlepšování produktu na základě ohlasu zákazníků, odesláním informací do WiseCleaner.com o tom, jak používáte produkty WiseCleaner.com.
Frmsecurity.lblinfo2.caption=Žádná ze shromážděných informací nebude využita k Vaší identifikaci nebo kontaktu s Vámi. Kdykoli můžete tento program opustit.
Frmsecurity.lbllink.caption=Chci vědět víc o programu Zlepšování produktu na základě ohlasu zákazníků
Frmsecurity.cbagree.caption=Chci se zapojit do programu Zlepšování produktu na základě ohlasu zákazníků.
Frmsecurity.cbagainst.caption=V tuto chvíli se nechci zapojit.
Frmsecurity.btnok.caption=Ok

[Message]
LestOneItem=K vyčištění zvolte alespoň jednu položku.
HistorySaved=Celkově ušetřené místo: %s
DisableAdd=Z bezpečnostních důvodů některé složky (například složka "Windows", "Spouštění z HDD" a "CD-ROM") do tohoto seznamu nalze přidat. 
ConfirmAdd=Opravdu chcete odstranit všechny soubory v %s při spuštění "Dokonalejšího čištění"?
DupFolder=Tato složka je již na seznamu.
ExImport=Seznam výjímek byl exportován do:
SelectHardDrive=Prosím, vyberte HDD
CreationDate=Datum vytvoření
Description=Popis
NowCleaning=Čistí se:
Cleaning=Čištění...
ScheduleNextTime=Příští spuštění:
Never=Nikdy
InputType=Vložte název nebo typ souboru (Například: *.tmp, atd...)
WarnNoType=Prosím zvolte alespoň jeden typ souboru k hledání!
NoItemChecked=Prosím, zvolte jeden nebo více souborů k odstranění.
WDCRunning=Program je spuštěn.
RemoveSysRestore=Opravdu chcete odstranit vybraný Bod obnovení systému?
RestoreFromSysRestore=Pro spuštění obnovy systému musíte restartovat počítač. Chcete restartovat nyní?
WarnZeroFile=Vybrali jste režim "Soubory s nulovou velikostí", některé soubory s nulovou velikostí jsou nezbytné pro chod některých aplikací. Před odstraněním si je řádně zkontrolujte. Opravdu chcete takto pokračovat?
SysRestoring=Příprava k obnovení systému...
SysCreating=Vytváří se Bod obnovení systému...
Browse=Procházet...
AllHardDrive=Místní disky 
Exported=Aktuální položky byly exportovány do %s. Chcete nyní otevřít soubor? 
LeftTimeSec=Trvání: %s sekund(y). 
Safetodel=Položka může být bezpečně smazána. 
MoreSpace=Smazat. Pro více místa. 
Unknow=Neznámý 
AddFileType=Přidat typ souboru 
AlreadExist=%s již je v seznamu. 
illegalType=%s je neplatný typ souboru. 
Summary=Souhrn
InputSummary=Prosím, vložte výsledek pro tento typ: 
noselected=Nebyla vybrána položka. 
DelFileType=Opravdu chcete smazat tento typ souboru? 
ScanAborted=Sken byl přerušen! 
TrashFound=%d souborů bylo nalezeno, celkem %s. 
NoTrashAndTrace=Blahopřejeme! Váš počítač je čistý. 
CleanDone=Čištění je dokončeno! 
LestOne=Ke skenování zvolte alespoň jednu oblast. 
LestOneClean=K vyčištění zvolte alespoň jednu oblast. 
Scaning=Skenování... 
InvalidIgnorItem=Tuto položku nelze vyjmout. 
TraceFound=%d stop bylo nalezeno. 
CleanNow=Navrhujeme: Stiskněte "Vyčistit" a vymažte tyto soubory a stopy. 
TrashRemoved=%d souborů bylo odstraněno, uvolněno %s místa na disku. 
TraceRemoved=%d stop bylo odstraněno. 
LastCommonClean=Poslední čištění disku proběhlo: 
Working=Prosím, vyčkejte než bude úloha dokončena a poté zopakujte. 
NoFilesFound=Bez zbytečností
NoTracesFound=Beze stop 
FindTraces=%d stop 
NoItemFound=Nebyly nalezeny zbytečnosti
FindFilesSize=%d souborů, celkem %s
FindTracesSection=%d stop bylo nalezeno v této sekci
CanFreeSpace=Bylo nalezeno %d souborů, můžete ušetřit až %s místa na disku 
TotalTraces=Celkem %d stop bylo nalezeno 
EnableRestore=Systém obnovení je vypnut. Chcete ho nyní zapnout?
RestorePointFail=Selhalo vytvoření Bodu obnovení
ErrorMsg=Chybové hlášení:
NoNewVer=Blahopřejeme! Používáte poslední verzi.
KeyWord=Prosím, vložte slovo:
AddFolder=Přidat složku
CannotCrTask=Plánovanou úlohu nelze vytvořit.
InvalidType=Neplatná přípona souboru
NoType=Pro hledání vložte alespoň jeden typ.
FailToDelete=Některé soubory nemohly být odstraněny. Budou smazány při příštím spuštění počítače.
GoodHabit=Udržovat počítač čistý, je dobrý zvyk. Prosím, zvykněte si na to.
7After=%d dní uběhlo od posledního čištění. Doporučujeme provést kontrolu. 
7Before=Pravidelné čištění zbytečností šetří místo na disku, vyčištění stop zabezpečí Vaše soukromí.
TaskExists=Plánovaná úloha již existuje. Chcete ji smazat a vytvořit novou úlohu? (Ne - Upravíte stávající úlohu. Storno - Ukončíte proces.) 
NoBackupSelected=K obnově prosím vyberte alespoň jednu zálohu.
StartScan=Spustit sken
StartClean=Vyčistit!
Cancel=Storno
Idle=Při nečinnosti
Daily=Denně
Weekly=Týdně
Monthly=Měsíčně
Monday=Pondělí
Tuesday=Úterý
Wednesday=Středa
Thursday=Čtvrtek
Friday=Pátek
Saturday=Sobota
Sunday=Neděle
AvdDefaultHint=Tato sekce umožňuje lépe nastavit hledání zbytečností a získat tím více místa na disku.
TrashFoundEx=Byly nalezeny tyto zbytečnosti:
NoDriveChecked=Vyberte jeden nebo více disků ke kontrole.
ScanFor=Skenování disku:
FindDrives=Vyhledávají se disky...
Login=Při přihlášení
NewVer=Je k dispozici nová verze! Chcete nyní aktualizovat program?
TranslateTo=Přeložte nás...
AddCookies=Přídání cookie
InputCookie=Vložte cookie (Např: wisecleaner.com, atd...)
InvalidCookie=Neplatná cookie
BrowserRunning=%s je spuštěn. Chcete ho zavřít? Nebude-li zavřen, cache a cookie nemůžou být smazána!

UpgradeInfo=Informace o aktualizaci
DefaultHint=Pravidelné čištění zbytečných souborů šetří místo na disku, vyčištění stop zabezpečí Vaše soukromí před cizíma očima.
Registered=Registrován
ExpireDate=Vaše licence je platná do:
UnRegistered=Trial Verze
WarnOlderFile=Vybrali jste režim "Staré soubory", program bude vyhledávat všechny soubory, které odpovídají podmínkám a bude ignorovat typy souborů. To je velmi riskantní operace. Opravdu chcete takto pokračovat?

[CommonClean]
ScanAbortedHint=Navrhujeme: Skenujte znovu a vyhledejte zbytečné soubory a stopy.
DefaultHint=Pravidelné čištění zbytečných souborů šetří místo na disku, vyčištění stop zabezpečí Vaše soukromí.
ScanAbortedHint1=Navrhujeme: Skenujte znovu a vyhledejte zbytečné soubory.
WhenIdle=Při nečinnosti
WhenLogin=Při přihlášení

[SysClean]
Open=Otevřít
Remove=Odstranit
MoreSpace=Pro více místa
Cleaning=Čištění...
Scanning=Skenování...
ScanEnd=Skenování bylo dokončeno, celkem bylo nalezeno %d položek, bude uvolněno %s místa na disku.
NoItems=Blahopřejeme! Váš systémový disk je čistý!
SpaceFreed=Dokončeno, %s místa na disku bylo uvolněno.
Installer=Zastaralé instalátory Windows
LongInstaller=Zastaralé instalátory Windows jsou zbytečné. Pro více místa je smažte.
PatchUninstall=Odinstalátory aktualizací Windows
LongPatchUninstall=Pokud necítíte potřebu odinstalovat aktualizace Windows, můžete tyto soubory smazat.
Downloadedfiles=Stažené instalátory Windows
Longdownloadedfiles=Po úspěšné aktualizaci Windows můžete tyto soubory odstranit.
Baselinecache=Dočasné soubory instalační služby
LongBaselinecache=Soubory vytvořené Instalační službou Windows. Můžete bez obav smazat.
JPIME=Jazykový soubor Japonštiny
LongJPIME=Pokud nepoužíváte Japonštinu, soubor smažte.
KoreanIME=Jazykový soubor Korejštiny
LongKoreanIME=Pokud nepoužíváte Korejštinu, soubor smažte.
TChineseIME=Jazykový soubor Tradiční čínštiny
LongTChineseIME=Pokud nepoužíváte Tradiční čínštinu, soubor smažte.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Pokud nepotřebujete Editor MS Pinyin IME, můžete ho smazat.
HelpFile=Soubory Nápovědy Windows
LongHelpFile=Pokud nepotřebujete Soubory Nápovědy Windows, můžete je smazat.
SamplePic=Ukázky obrázků Windows
LongSamplePic=Pokud nepotřebujete Ukázky obrázků Windows, můžete je smazat.
SampleMic=Ukázky hudby Windows
LongSampleMic=Pokud nepotřebujete Ukázky hudby Windows, můžete je smazat.
SampleVideos=Ukázky videí Windows
LongSampleVideos=Pokud nepotřebujete Ukázky videí Windows, můžete je smazat.
SampleMedia=Ukázky médií Windows
LongSampleMedia=Pokud nepotřebujete Ukázky médií Windows, můžete je smazat.
Wallpaper=Soubory tapet Windows
LongWallpaper=Pokud nepotřebujete Soubory tapet Windows, můžete je smazat.

[DiskDefrag]
Volume=Disk
Format=Systém souborů
TotalSpace=Místo celkem
FreeSpace=Volné místo
Fragmented=Fragmentů
Status=Stav
PmDefrag=Defragmentovat
QuickOpt=Rychlá optimalizace
FullOpt=Úplná optimalizace
PmAnlyse=Analýza
Resume=Pokračovat
Analying=Analyzuje se
Defragmenting=Defragmentuje se
Optimizing=Optimalizuje se
Analyed=Analyzován
Defragmented=Defragmentován
Optimized=Optimalizován
Pause=Pozastavit
IsSSD=Váš výběr může obsahovat Solid State disk. Defragmentace SSD disku může zkrátit jeho životnost. Opravdu chcete pokračovat?
FragmentedRate=Fragmentace

[Area]
InvalidStartMenu=Neplatná nabídka Start
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
AdobeReaderTmp=Dočasné soubory Adobe Reader
AdobePhotoshop=Historie Adobe Photoshop
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Cache Opery
OperaHistory=Historie Opery
OperaCookies=Cookie Opery
OperaSessions=Realace Opery
OperaURLHistory=Zapsané adresy Opery
OperaSiteIcon=Uložené ikony z webů
OperaPassword=Uložená hesla Opery
Networkmapping=Historie mapování síťových disků
LastDownloadDir=Místa posledního stahování
TrashClean=Zbytečné soubory v PC
TraceClean=Stopy v počítači
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
OfficeRecent=Poslední dokumety Microsoft Office
TypeOtherApp=Ostatní aplikace
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Součásti Windows
FireFoxOther=Historie Mozilla Firefox
FireFoxPass=Uložená hesla Mozilla Firefox
FireFoxForm=Historie automatického dokončování Mozilla Firefox
FireFoxCookies=Cookie Mozilla Firefox
ChromePass=Uložená hesla Google Chrome
ChromeForm=Historie automatického dokončování Google Chrome
ChromeCookies=Cookie Google Chrome
IEPass=Uložená hesla Internet Exploreru (Privátní data nebudou uvedeny)
IEForm=Historie automatického dokončování Internet Exploreru (Privátní data nebudou uvedeny)
IECookies=Cookie Microsoft Internet Exploreru
DOMStoreCookies=Cookie Microsoft IE DOMStore
IEHistory=Aktivní historie Microsoft Internet Exploreru
IEAddressBarHistory=Historie adresního řádku Microsoft Internet Exploreru
TypeInternet=Surfování v internetu
JumpList=Seznam Úkolové lišty
SearchList=Historie hledání ve Windows
TraryNotify=Historie oznamování v tray oblasti Windows
ExplorerMRU=Ostatní MRU seznamy Průzkumníka
Recentdocuments=Poslední dokumenty
RunStartMenu=Spouštěné z Nabídky start
TypeSystem=Systém Windows
Flash=Adobe Flash Player
TypeMedia=Multimédia
FireFoxCache=Vyrovnávací paměť Mozilla Firefox
ChromeCache=Vyrovnávací paměť Google Chrome
IECahce=Vyrovnávací paměť Microsoft Internet Exploreru
LogFile=Zprávy systému (logy)
DownloadedPatch=Stažené soubory Windows
ErrorReport=Chybová hlášení
Dump=Výpisy paměti
ThumbCache=Vyrovnávací paměť miniatur
InvalidLnk=Neplatní zástupci
UserTemp=Zbytečné soubory vytvořené aplikacemi
SysTemp=Zbytečné soubory vytvořené Windows
Prefetch=Vyrovnávací paměť zaváděcích souborů 
RemoteDesktop=Vyrovnávací paměť souborů vzdálené Plochy
Recyclebin=Vysypat Koš
SafariCache=Vyrovnávací paměť Safari
SafariHistory=Historie Safari
SafariCookies=Cookie Safari
SafariPass=Uložená hesla Safari
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java
FontCache=Vyrovnávací paměť písma Windows

[Type]
UserDefine=Uživatelský soubor
ZeroFile=Soubor s nulovou velikostí
InvalidLnk=Neplatný zástupce souboru
WinSetupLog=Chybové hlášení instalací Windows.
NtUninstall=Odinstalátor aktualizací Windows.
UserTemp=Soubor v Dočasné složce uživatele.
WinTemp=Soubor v Dočasné složce Windows.
RecentFiles=Odkaz na poslední otevřený soubor.
PatchSource=Zdroj aktualizací Windows.
TempFile=Dočasný soubor
fcwdir=Soubor vytvořený při stahování.
tfcbp=Dočasný soubor vytvořený aplikací.
sdrf=Obnovené soubory vytvořené při skenování disku
OldFile=Starý soubor
outdatedfile=Neaktuální soubor.
fcwhfir=Soubor vytvořený při spuštění Nápovědy.
Ncfile=Nová skupina souboru vyrovnávací paměti.
Backupfile=Záložní soubor
WBfile=Záložní soubor MS Word.
Cbswahf=Vytvořený při hledání v Nápovědě.
whtf=Dočasný soubor Nápovědy systému Windows.
Logfile=Zprávy (logy)
LLogfile=Zprávy vytvořené aplikací nebo systémovou službou.
Errorfile=Chybová hlášení
Wmdf=Výpisy paměti Win2000/XP.
bcomf=Záložní kopie upravených souborů.
Indexfile=Soubor indexování
ifcbsiotitpbs=soubor indexování vytvořený za účelem usnadnění vyhledávání obrázků.
Tfcds=Dočasný soubor vytvořený během instalace.
Intermediatefile=Mezisoubor
chkfile=Obnovené soubory

[AutoClean]
DiskSaved=místa na disku bylo ušetřeno.
Title=Blahopřejeme!
TraceCleanned=stop bylo vyčištěno.

[Skin]
SkinDefault=Výchozí
SkinGray=Šedý
SkinOrange=Oranžový
SkinCustom=Vlastní
SkinColor=Zvolte barvu vzhledu